<?php
/*
 * 此部分拿出来做，因为zend2.6版本不支持__FILE__,不要改动
 */
define ( 'ROOT_PATH', str_replace ( ADMIN_PATH . '/' . basename ( __FILE__ ), '', str_replace ( '\\', '/', __FILE__ ) ) );

/*------------------------------------------------------ */
//-- 非专业人士请勿修改以下配置

$parent_id = 0;//商品发到哪个分类下

//-- 非专业人士请勿修改以上配置
/*------------------------------------------------------ */

/* curl下载设置
* 如果目标站屏蔽了图片下载，可以使用代理服务器下载，请确认设置的代理服务器是否正确
* */
define ('DOWNLOAD_TYPE','http');
define ( 'IS_PROXY', false ); //是否启用代理
define ( 'PROXY', '' ); //代理服务器IP地址
define ( 'USER_AGENT', "Mozilla/4.0 (compatible; MSIE 6.0; Windows NT 5.1; SV1; GTB6; .NET CLR 2.0.50727; CIBA)");
  


/*------------------------------------------------------ */
//-- 基本配置
/*------------------------------------------------------ */
$shop_price_factor = 1;			//本店价需要乘的系数
$market_price_factor = 2.43;		//市场价需要乘的系数

$f = 0;							//分类前面需去掉的几项
$r = 0;							//分类后面需去掉的几项
$fenlei_break = '|||';			//多级分类的分隔符
$remote_image = 0;				//是否外链商品大图，0为下载，1为外链
$goods_type = 10;				//商品类型ID
?>