<?php

/**
 * ECSHOP 快钱语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: kuaiqian.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['creditcard']   = '信用卡支付網關';
$_LANG['creditcard_desc']    = '信用卡支付網關';

$_LANG['merNo'] = '您的商戶號碼';
$_LANG['gatewayNo'] = '網關接入號gatewayNo';
$_LANG['signKey']     = '密鑰signKey';
$_LANG['creditcardHandler'] = 'Globebill錢寶支付接口的網址正式地址';
$_LANG['pay_button'] = '立即使用信用卡支付';
$_LANG['Inside'] = '站內支付';

$_LANG['Inside_range'][1] = '是';

$_LANG['Inside_range'][2] = '否';

$_LANG['logPath'] = '日誌存放路徑';
?>